Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: Save OAuth Backend
sv: Spara OAuth-backend

source: PDF document
sv: PDF-dokument

source: <b>Warning:</b>
sv: <b>Varning!</b>

source: Max Reply File Size
sv: Maximal filstorlek för svar

source: Manage %s
sv: Hantera %s

source: Submit Report?
sv: Skicka rapport?

source: API Documentation
sv: API-dokumentation

source: How to use it
sv: Hur du använder den

source: Exported at
sv: Exporterad

source: Agent protocol error.
sv: Fel i tjänstprotokollet.

source: Cannot save codeplug to file '%1'.
sv: Det går inte att spara codeplug till filen '%1'.

source: An admin has blocked %s, including %s of your followers and %s account you follow.
sv: En administratör har blockerat %s, inklusive %s av dina följare och %s konto som du följer.

source: An admin has blocked %s, including %s of your followers and %s accounts you follow.
sv: En administratör har blockerat %s, inklusive %s av dina följare och %s konton du följer.

source: Red Steel Sign
sv: Röd stålskylt

source: The articles that contain "shelter" in their title
sv: De artiklar som har "shelter" i deras titel

source: Cave Vine
sv: Grott-ranka

source: Append ' - Clone' to title
sv: Lägg till " - Klon" i titeln

source: Import Into:
sv: Importera till:

source: Edit Post
sv: Redigera inlägg

source: Quality: %1
sv: Kvalitet: %1

source: Authorization required
sv: Autentisering krävs

source: Recycle bin is enabled.
sv: Papperskorgen är aktiverad.

source: Filtered: %s
sv: Filtrerad: %s

source: Cannot move items.
sv: Kan inte flytta objekt.

source: Synchronize
sv: Synkronisera

source: Pear Flower
sv: Päronblomma

source: ChiPass - Overwrite existing key?
sv: ChiPass - Vill du skriva över befintlig nyckel?

source: Hub Helper, ready for duty!
sv: Navhjälparen, redo för tjänst!

source: Whether visitors must pass a CAPTCHA when posting.
sv: Om besökare måste klara en CAPTCHA vid publicering.

source: Progress
sv: Progression

source: Grey Chest
sv: Grå kista

source: Edited: %s.
sv: Redigerad: %s.

source: First line has field names
sv: Första raden har fältnamn

source: Path of the entry to add.
sv: Sökväg till den tillagda posten.

source: You can’t write on this sign, you don’t own it!
sv: Du kan inte skriva på den här skylten, eftersom du inte äger den!

source: Administrator
sv: Administratör

source: Memory usage
sv: Minnesanvändning

source: Created:
sv: Skapad:

source: Minimum file size (in megabytes) when creating a thread.
sv: Minsta filstorlek i megabyte när en tråd skapas.

source: VOX Delay
sv: VOX-fördröjning

source: No Tags
sv: Inga taggar

source: An error occurred.
sv: Ett fel uppstod.

source: Developer information
sv: Utvecklarinformation

source: Delete selected history state
sv: Ta bort markerad historikstatus

source: Uploaded documents such as PDFs or EPUB.
sv: Uppladdade dokument såsom PDFer eller EPUB.

source: Share with staff
sv: Dela med personalen

source: Back to login
sv: Tillbaks till inloggning

source: Privacy
sv: Integritet

source: strength
sv: styrka

source: Day of Month
sv: Dag av månad

source: Exit
sv: Avsluta

source: Timed Password
sv: Tidsbegränsat lösenord

source: Entry updated successfully.
sv: Posten uppdaterad.

source: document
sv: dokument

source: Save codeplug
sv: Spara kodpluggen

source: • Locked chest: May break the lock when it receives a signal.
sv: • Låst kista: Kan bryta låset när den tar emot en signal.

source: Forwarded
sv: Vidarebefordrat

source: Most Used Hashtag
sv: Mest använda Hashtag

source: Deleted by author
sv: Borttagen av skribenten

source: Oerkki Spawn Egg
sv: Framkallningsägg för oerkki

source: HTML-formatted text.
sv: HTML-formaterad text.

source: Many chests are locked. To break the lock, you need to solve a laser puzzle by sending lasers into detectors.
sv: Många kistor är låsta. För att bryta låset måste du lösa ett laserpussel genom att leda lasrar in i detektorer.

source: Delete roaming zone %1?
sv: Ta bort roamingzon '%1'?

source: No News
sv: Inga nyheter

source: Item is not here :(
sv: Artikeln är inte här :(

source: Invalid date time value
sv: Ogiltigt datum-/tidsvärde

source: Path to share file field
sv: Sökväg till delningsfil

source: No password set
sv: Inget lösenord angivet

source: Browse collection: %s
sv: Bläddra i samling: %s

source: Shears
sv: Sax

source: Bottle of Plant Oil
sv: Flaska med vegetabilisk olja

source: Delete & ban permanently
sv: Ta bort och stäng av permanent

source: The archived state of an article,
sv: Den arkiverade statusen för en artikel,

source: Choose folder...
sv: Välj mapp...

source: Green
sv: Grön

source: Displayed in site index.
sv: Visas i webbplatsindexet.

source: Upload a JSON file obtained from your GoodLinks app.
sv: Ladda upp en JSON-fil som du fått genom din GoodLinks-app.

source: Create ASCII Banners
sv: Skapa ASCII-banderoller

source: Files
sv: Filer

source: Attachment "%1" already exists. Would you like to overwrite the existing attachment?
sv: Bilagan "%1" finns redan. Vill du skriva över den befintliga bilagan?

source: Default Translation
sv: Standardöversättning

source: Screw types
sv: Typer av skruvar

source: Open a database.
sv: Öppna en databas.

source: and
sv: och

source: username
sv: användarnamn

source: Expires:
sv: Förfaller:

source: Wordlist:
sv: Ordlista:

source: Hide passwords in the entry preview panel
sv: Dölj lösenord i förhandsgranskningsrutan

source: How long the PIN remains valid
sv: Hur länge en pinkod förblir giltig

source: Fields are separated by
sv: Fält är separerade med

source: Piloting Division (GBPD): Responsible for transportation of materials to support the planets. Also includes the construction of space outposts close to the planets.
sv: Piloting Division (GBPD): Ansvarar för transport av material till stöd för planeterna. Inbegriper även byggandet av rymdutposter nära planeterna.

source: Enabled
sv: Aktiverad

source: Edit History
sv: Redigeringshistorik

source: Make sure only the recipient can see it (not a public post)
sv: Se till att bara mottagaren kan se det (inte ett publikt meddelande)

source: Subject
sv: Ämne

source: staff
sv: personal

source: Limits the maximum speaker volume.
sv: Begränsar högsta högtalarvolym.

source: Embed Infobar
sv: Bädda in infofält

source: time
sv: tid

source: Delete %1 roaming zones?
sv: Ta bort %1 roamingzoner?

source: Delete %s?
sv: Radera %s?

source: Invalid YubiKey serial %1
sv: Ogiltigt YubiKey serienummer %1

source: Archived Bookmarks
sv: Arkiverade bokmärken

source: Invalid Session
sv: Ogiltig session

source: Garden Bush with Orange Flowers
sv: Trädgårdsbuske med orange blommor

source: This skull is called “shy” because it’s afraid of lasers. When any laser touches it, it will become ghostly and cannot be touched or walked on.
sv: Den här skallen kallas ”blyg” eftersom den är rädd för lasrar. När en laser vidrör den blir den spöklik och kan inte röras eller gås på.

source: Scopes (comma-separated)
sv: Scopes (kommaseparerad)

source: Download All &Favicons…
sv: Ladda ner alla favikoner...

source: Exclude similar looking characters
sv: Undanta tecken som liknar varandra

source: What is not imported:
sv: Vad som inte är importerat:

source: Copy history
sv: Kopiera historik

source: I am the representation of chaos. I don’t recognize concepts such as good or evil. I’m just telling you the truth.
sv: Jag är kaosets gestaltning. Jag känner inte igen begrepp som gott eller ont. Jag säger bara sanningen.

source: Add Field
sv: Lägg till fält

source: Your Fediverse Handle
sv: Ditt Fediverse-handle

source: Username: %1
sv: Användarnamn: %1

source: Exclude look-alike characters
sv: Undanta tecken som liknar varandra

source: You have the ability to slide on flat ground and small slopes. Use the movement keys to slide. Use the “Place” key to communicate.
sv: Du har förmågan att glida på plan mark och små sluttningar. Använd rörelsetangenterna för att glida. Använd tangenten ”Placera” för att kommunicera.

source: Volcanic Gravel
sv: Vulkaniskt grus

source: Hint: To find a good spot for the Islands backdrop, use Fly Mode to fly through the world and debug mode to see your current world coordinates.
sv: Tips: För att hitta en bra plats för Islands-bakgrunden använder du Fly Mode för att flyga genom världen och felsökningsläget för att se dina aktuella världskoordinater.

source: Export entries
sv: Exportera poster

source: &Donate
sv: &Donera

source: %d of %d hashes calculated
sv: %d av %d hashvärden har beräknats

source: Please upload a file or enter a message.
sv: Ladda upp en fil eller skriv ett meddelande.

source: Online password validation failed
sv: Lösenordsvalidering online misslyckades

source: Invalid header id size
sv: Ogiltig storlek på sidhuvudets ID

source: Admin : Read Only
sv: Administratör: Skrivskyddad

source: You’re right, now is not the time for hibernation. I know how to deal with this. START THE PURGE ROUTINES!
sv: Du har rätt, nu är det inte läge för dvala. Jag vet hur detta ska hanteras. STARTA RENINGSRUTINERNA!

source: %1 Backup database located at %2
sv: %1 Säkerhetskopierad databas hittad i %2

source: Reveal
sv: Visa

source: lightly increases the size of custom emojis when you hover over them
sv: ökar storleken på anpassade emojis något när du håller muspekaren över dem

source: Are you sure you want to delete TOTP settings for this entry?
sv: Vill du verkligen ta bort TOTP-inställningarna för den här posten?

source: Olive Bud
sv: Olivknopp

source: Unable to parse UUID: %1
sv: Kan inte tolka UUID: %1

source: Clear search query after
sv: Radera söksträng efter

source: No Reactions
sv: Inga reaktioner

source: Create your account
sv: Skapa ditt konto

source: <html><head/><body><p align="justify"><span style=" font-weight:600;">Note:</span> Zones are collections of channels that are usually valid for a specific region. I.e., a collection of channels for repeaters within a certain region. </p><p align="justify">QDMR manages zones by allowing for two independent channel lists for each VFO of the radio (if it has two). Many radios however, allow one to assign zones to each VFO individually. In these cases, QDMR will split the zone into two (A &amp; B) and program them individually into the radio.</p><p align="right"><a href="#hide"><span style=" text-decoration: underline; color:#0000ff;">Hide</span></a></p></body></html>
sv: <html><head/><body><p align="justify"><span style=" font-weight:600;">Observera:</span> Zoner är samlingar av kanaler som vanligen gäller för en viss region, till exempel en samling kanaler för repeatrar inom ett visst område.</p><p align="justify">QDMR hanterar zoner genom att tillåta två oberoende kanallistor för varje VFO i radion, om den har två. Många radioapparater tillåter dock att zoner tilldelas varje VFO individuellt. I dessa fall delar QDMR upp zonen i två, A och B, och programmerar dem var för sig i radion.</p><p align="right"><a href="#hide"><span style=" text-decoration: underline; color:#0000ff;">Dölj</span></a></p></body></html>

source: Successfully deleted group %1.
sv: Gruppen %1 har tagits bort.

source: Add group
sv: Lägg till grupp

source: Editor Mode
sv: Redigeringsläge

source: Find entries quickly.
sv: Hitta poster snabbt.

source: Links
sv: Länkar

source: You can keep using Readeck while the import is running.
sv: Du kan fortsätta använda Readeck medan importen körs.

source: Custom extension ID:
sv: Anpassat tilläggs-ID:

source: A file is required.
sv: En fil krävs.

source: Conflicting export target path %1 in %2
sv: Motstridiga sökvägar för exportmål %1 i %2

source: Blue Carpet
sv: Blå matta

source: Threshold
sv: Tröskelvärde

source: Don't show this warning again
sv: Visa inte denna varning igen

source: Copy &TOTP
sv: Kopiera &TOTP

source: Not interested in the GUI but still want to scrobble your MPRIS-enabled players? Turntable comes with a CLI, allowing you to scrobble in the background! Try it out using <code>flatpak run dev.geopjr.Turntable --help</code>.
sv: Inte intresserad av det grafiska gränssnittet men vill ändå scrobbla dina MPRIS-aktiverade spelare? Turntable levereras med ett CLI, vilket gör att du kan scrobbla i bakgrunden! Testa det med <code>flatpak run dev.geopjr.Turntable --help</code>.

source: request signature could not be validated
sv: begärans signatur kunde inte valideras

source: The gzip format not supported in this version of zlib.
sv: Gzip-formatet stöds inte i denna version av zlib.

source: My most used hashtag was #%s.
sv: Min mest använda hashtag var #%s.

source: These are the largest 3 divisions of the Galactic Builders:
sv: Detta är Galactic Builders tre största avdelningar:

source: Emitter
sv: Utsändare

source: Dirt
sv: Jord

source: Tell us what's going on with this account
sv: Berätta för oss vad som händer med det här kontot

source: Edit DMR Contact
sv: Redigera DMR-kontakt

source: Shrub Leaves
sv: Buskblad

source: Power boat
sv: Motorbåt

source: %s favorited your post
sv: %s favoritmarkerade ditt inlägg

source: Featuring You
sv: Med dig

source: Shows a list of all levels
sv: Visa en lista över alla nivåer

source: Followers Only
sv: Följare endast

source: Food
sv: Mat

source: The avatar picture that will show in your profile.
sv: Avataren som kommer att visas i din profil.

source: Remove selected key
sv: Ta bort markerad nyckel

source: All Bookmarks
sv: Alla bokmärken

source: Some of your followers might not be able to parse it.
sv: Några av dina följare kanske inte kan tolka det.

source: Tell us about yourself...
sv: Berätta om dig själv ...

source: Two-factor authentication
sv: Tvåfaktorsautentisering

source: This is you!
sv: Det här är du!

source: Show notification when passwords are retrieved by clients
sv: Visa meddelande när lösenord hämtas av klienter

source: Changes to item discarded
sv: Ändringar till objektet förkastades

source: _AUTOSAVE_ will be overwritten whenever one of those events happens, so make sure to save your work into other files.
sv: _AUTOSAVE_ skrivs över när någon av dessa händelser inträffar, så se till att spara ditt arbete i andra filer.

source: Invalid header field length: field %1
sv: Ogiltig storlek på sidhuvudets fältlängd: Fält %1

source: Clay Lump
sv: Lerklump

source: Select roaming channels
sv: Välj roamingkanaler

source: %s just posted
sv: %s postade precis

source: Do you really want to execute the following command?<br><br>%1<br>
sv: Vill du verkligen köra följande kommando?<br><br>%1<br>

source: The available receiver types are:
sv: Tillgängliga mottagartyper är:

source: path
sv: sökväg

source: Push Notifications
sv: Pushnotifikationer

source: Marble/Essexite Block
sv: Marmor-/essexitblock

source: Delay
sv: Fördröjning

source: Yes.
sv: Ja.

source: There are many blocks that will help or hinder you to reach the goal. Mirrors deflect lasers, mixers mix the laser color, barricades block the way, skulls may create new passages, and so on.
sv: Det finns många block som hjälper eller hindrar dig att nå målet. Speglar avlänkar lasrar, blandare blandar laserfärger, barrikader blockerar vägen, skallar kan skapa nya passager och så vidare.

source: The YubiKey USB interface has not been initialized.
sv: YubiKey USB-gränssnittet har inte startats.

source: Profile page not found: {url}
sv: Profilsidan hittades inte: {url}

source: Shared by %[1]s with %[2]s
sv: Delad av %[1]s med %[2]s

source: No news is good news.
sv: Inga nyheter är goda nyheter.

source: Remove selected attribute
sv: Ta bort markerade attribut

source: Use entry title to match windows for global Auto-Type
sv: Använd postens titel för att matcha fönster vid global autoskriv

source: View or edit entry
sv: Visa eller redigera post

source: Couldn't rename '%s': %s
sv: Kunde inte byta namn på '%s':%s

source: This is required for accessing your databases with KeePassXC-Browser
sv: Detta krävs för att KeePassXC-Browser ska kunna komma åt dina databaser

source: Close dialog
sv: Stäng dialog

source: Any
sv: Någon

source: Triggers are used for many things, but most importantly, they’re used to break the lock of locked chests.
sv: Utlösare används till många saker, men framför allt för att bryta låset på låsta kistor.

source: invalid language code
sv: ogiltig språkkod

source: Security keys are not supported by the agent or the security key provider is unavailable.
sv: Säkerhetsnycklar stöds inte av agenten eller säkerhetsnyckelleverantör är inte tillgänglig.

source: %d Year
sv: %d år

source: %d Years
sv: %d åren

source: Your KeePassXC-Browser settings need to be moved into the database settings. This is necessary to maintain your current browser connections. Would you like to migrate your existing settings now?
sv: Dina KeePassXC-Browser-inställningar måste flyttas till databasinställningarna. Detta krävs för att behålla dina nuvarande webbläsaranslutningar. Vill du migrera dina befintliga inställningar nu?

source: May
sv: Maj

source: unable to seek to content position
sv: kunde inte söka till innehållets position

source: Delete this user
sv: Radera denna användare

source: Reset your password
sv: Återställ lösenord

source: &XML File…
sv: &XML-fil...

source: This account uses {} authentication. Please use the appropriate login page.
sv: Det här kontot använder {}-autentisering. Använd lämplig inloggningssida.

source: User will be removed in a few seconds
sv: Användaren kommer raderas inom ett par sekunder

source: • Music: Select a music track or disable music
sv: • Musik: Välj ett musikspår eller inaktivera musik

source: Sriracha is not running in import mode.
sv: Sriracha körs inte i importläge.

source: Number of header lines to discard
sv: Antal rubrikrader att kassera

source: Waiting for your message...
sv: Väntar på ditt meddelande ...

source: Edit Draft Post
sv: Redigera utkast till inlägg

source: Dates
sv: Datum

source: Delete Zone
sv: Ta bort zon

source: Locked Chest
sv: Låst kista

source: Type: Bruteforce(Rep)
sv: Typ: Bruteforce (Rep)

source: For You
sv: För dig

source: My name is One. I’m a bit in transit, but something went wrong …
sv: Jag heter Ett. Jag är en bit i transit, men något gick fel …

source: Bronze Axe
sv: Bronsyxa

source: Contexts
sv: Sammanhang

source: Change Locale
sv: Byt språk

source: Add Channel ...
sv: Lägg till kanal …

source: Coal Block
sv: Kolblock

source: CHIRP CSV Files (*.csv)
sv: CHIRP CSV-filer (*.csv)

source: Save selected attachment to disk
sv: Spara markerad bilaga på disk

source: Go to online documentation
sv: Gå till onlinedokumentationen

source: Cannot delete GPS system: You have to select a GPS system first.
sv: Kan inte ta bort GPS-system: Du måste först välja ett GPS-system.

source: Horizontal
sv: Horisontell

source: Contributors
sv: Bidragsgivare

source: Token will be removed in a few seconds.
sv: Token kommer raderas inom ett par sekunder.

source: Advanced Search
sv: Avancerad sök

source: Dead Garden Bush
sv: Död trädgårdsbuske

source: &Title
sv: &Titel

source: This game can be extended with level packs. A level pack is a collection of custom levels.
sv: Det här spelet kan utökas med nivåpaket. Ett nivåpaket är en samling egna nivåer.

source: Fetch notifications while the app is closed
sv: Hämta aviseringar medan programmet är stängt

source: Please wait %[1]s before creating a new %[2]s.
sv: Vänta %[1]s innan du skapar en ny %[2]s.

source: Move entry(s) to recycle bin?
sv: Vill du flytta posten till papperskorgen?

source: Use this to send a warning to the user, without triggering any other action
sv: Använd detta för att skicka en varning till användaren, utan att utlösa någon annan åtgärd

source: We’re no longer zombies? We’re real processes now?!
sv: Är vi inte zombier längre? Är vi riktiga processer nu?!

source: Mark this Report as Resolved?
sv: Markera denna rapport som löst?

source: Blocked Instances
sv: Blockerade instanser

source: Quote %s?
sv: Citera %s?

source: Contains %d field.
sv: Innehåller %d fält.

source: Contains %d fields.
sv: Innehåller %d flera fält.

source: Black Carpet
sv: Svart matta

source: Output:
sv: Utdata:

source: Whether the banner is displayed in custom pages.
sv: Om banderollen visas på egna sidor.

source: The year begins on New Year’s Day, which is the beginning of spring. On the first day, Hades is furthest from Apollo. In spring, Hades moves rapidly closer and closer to Apollo, until summer is reached. Summer is the hottest season, during which Hades remains rather close to Apollo. Summer Solstice occurs in the middle of summer. Summer is followed by fall, in which Hades rapidly moves further away from Apollo and returns to its starting point. The next year begins, and the cycle starts again.
sv: Året börjar på nyårsdagen, som är början på våren. Den första dagen är Hades längst från Apollo. Under våren rör sig Hades snabbt allt närmare Apollo tills sommaren nås. Sommaren är den varmaste årstiden, då Hades förblir ganska nära Apollo. Sommarsolståndet infaller mitt i sommaren. Efter sommaren följer hösten, då Hades snabbt rör sig längre bort från Apollo och återvänder till sin utgångspunkt. Nästa år börjar och cykeln startar igen.

source: Authenticate via %(platform)s
sv: Autentisera via %(platform)s

source: Previous
sv: Föregående

source: Copy Link
sv: Kopiera länk

source: Type Sequence
sv: Skrivsekvens

source: Browser Statistics
sv: Webbläsarstatistik

source: Show the list of your collected electrons
sv: Visa listan över dina insamlade elektroner

source: If you delete this item, its information will be deleted permanently.
sv: Om du raderar detta objekt, kommer dess information att raderas permanent.

source: Roaming Channels
sv: Roamingkanaler

source: Time Slot
sv: Tidslucka

source: Month(s)
sv: Månad(er)

source: Mod mode: Reply
sv: Moderatorläge: Svara

source: Keep looking for the exit gateway, but it doesn’t exist. All the gateways here just lead back to this sector. You’re trapped here forever.
sv: Fortsätt leta efter utgångsporten, men den finns inte. Alla portar här leder bara tillbaka till den här sektorn. Du är fast här för alltid.

source: Fingerprint
sv: Fingeravtryck

source: N/A (time anomaly)
sv: Ej tillämpligt, tidsanomali

source: New Hashtag List
sv: Ny hashtag-lista

source: This quote is hidden because the account has been hidden by the moderators
sv: Det här citatet är dolt eftersom kontot har dolts av moderatorerna

source: Copy &URL
sv: Kopiera &URL

source: Greek
sv: Grekiskt

source: Strip Tracking Parameters From Links
sv: Avlägsna spårningsparametrar från länkar

source: Automatically launch ChiPass at system startup
sv: Starta ChiPass automatiskt vid systemstart

source: Seasons
sv: Årstider

source: Invalid start bytes size
sv: Ogiltig startbytestorlek

source: Accept
sv: Acceptera

source: Archive All Selected Links
sv: Arkivera alla valda länkar

source: Coconut Tree Trunk
sv: Kokospalmstam

source: All abilities added.
sv: Alla förmågor har lagts till.

source: Mobs will spawn this many blocks above the mob spawner (can be negative)
sv: Varelser genereras så här många block ovanför varelsegeneratorn (kan vara negativt)

source: Increase width
sv: Öka bredden

source: This will empty your current profile and all its data will be replaced with the file's content.
sv: Detta kommer att rensa din nuvarande profil och all dess data kommer att ersättas med innehållet från filen.

source: Default Post Content Type
sv: Standardinnehållstyp för inlägg

source: Categories
sv: Kategorier

source: Your region has been assigned the region class 6.
sv: Din region har tilldelats regionklass 6.

source: Published, most recent first
sv: Publicerade, nyaste först

source: Authentication Backends
sv: Autentiserings-backend

source: Red + Green → Yellow
sv: Röd + Grön → Gul
